export const dropDownArrayObject={
    categoryList:["전공","교양","자기개발"],
    majorList:["간호학과", "경상학부", "경찰학부", "관광학부", "기독교학부","디자인영상학부","문화예술학부", "보건학부", "사범학부", "사회복지학부", "스포츠과학부", "어문학부", "외식산업학부","첨단IT학부","컴퓨터공학부","혁신융합학부",],
    electiveList:["글로벌 역량","균형","논리/비판적 사고","대인관계","리더십","맞춤형 글쓰기","발표와 토론","사랑의 실천","사회봉사","수학/기초과학","외국어","정보기술","창의 융합 교양","협업 및 기타소양"],
    selfImproveList:["어학","취업","취미","개발","기타"],
}

export const majorSubjectArrayObject={
    computer:["C언어프로그래밍","파이썬프로그래밍","컴퓨터구조론","자료구조론"],
    it:["첨단기술의 이해","유닉스프로그래밍","빅데이터","인공지능"],
    christian:["기독교이해","구약성경의 이해","종교학개론","종교사회학"]
}

export const electiveSubjectArrayObject={
    basic:["맞춤형 글쓰기", "발표와 토론", "글로벌 역량", "기타 외국어"],
    advanced:["균형 교양","창의 융합 교양"],
    literacy:["대인관계, 사회봉상, 리더십"]
}